[
    {
        "id": "1",
        "title": "प्रधानमंत्री ने किसानों के लिए नई योजना का ऐलान किया",
        "summary": "प्रधानमंत्री ने आज एक नई योजना की घोषणा की जो देश भर के किसानों को लाभ पहुंचाएगी। इस योजना के तहत किसानों को सीधे बैंक खाते में सहायता राशि मिलेगी।",
        "image": "https://picsum.photos/seed/news1/800/500",
        "publishedAt": "2025-11-28T09:30:00Z",
        "content": "प्रधानमंत्री ने आज एक ऐतिहासिक घोषणा करते हुए किसानों के लिए नई योजना का ऐलान किया। इस योजना के तहत देश भर के करोड़ों किसानों को सीधे उनके बैंक खाते में सहायता राशि प्राप्त होगी।",
        "source": "राष्ट्रीय",
        "category": "देश"
    },
    {
        "id": "2",
        "title": "शेयर बाजार में जबरदस्त तेजी, सेंसेक्स 800 अंक उछला",
        "summary": "आईटी और बैंकिंग सेक्टर में खरीदारी के चलते शेयर बाजार में जबरदस्त तेजी देखने को मिली।",
        "image": "https://picsum.photos/seed/news2/800/500",
        "publishedAt": "2025-11-28T07:10:00Z",
        "content": "वैश्विक संकेतों और घरेलू आंकड़ों के सहारे आज शेयर बाजार में जबरदस्त तेजी देखने को मिली। सेंसेक्स 800 अंक से अधिक उछलकर नई ऊंचाई पर पहुंच गया।",
        "source": "बिज़नेस",
        "category": "बिज़नेस"
    },
    {
        "id": "3",
        "title": "दिल्ली में प्रदूषण का स्तर खतरनाक, स्कूल बंद",
        "summary": "राजधानी दिल्ली में वायु गुणवत्ता सूचकांक 400 के पार पहुंचा, सरकार ने स्कूलों को बंद करने का आदेश दिया।",
        "image": "https://picsum.photos/seed/news3/800/500",
        "publishedAt": "2025-11-27T18:45:00Z",
        "content": "दिल्ली में प्रदूषण का स्तर लगातार बढ़ता जा रहा है। AQI 400 के पार पहुंचने के बाद सरकार ने सभी स्कूलों को अगले आदेश तक बंद करने का फैसला किया है।",
        "source": "दिल्ली-NCR",
        "category": "देश"
    },
    {
        "id": "4",
        "title": "टीम इंडिया ने ऑस्ट्रेलिया को हराकर सीरीज जीती",
        "summary": "भारतीय क्रिकेट टीम ने शानदार प्रदर्शन करते हुए ऑस्ट्रेलिया को उसी के घर में मात दी।",
        "image": "https://picsum.photos/seed/news4/800/500",
        "publishedAt": "2025-11-27T12:00:00Z",
        "content": "भारतीय क्रिकेट टीम ने ऐतिहासिक जीत हासिल करते हुए ऑस्ट्रेलिया को उसी की धरती पर हराया। कप्तान की अगुवाई में टीम ने शानदार प्रदर्शन किया।",
        "source": "खेल",
        "category": "खेल"
    },
    {
        "id": "5",
        "title": "बॉलीवुड की नई फिल्म ने पहले दिन तोड़े सारे रिकॉर्ड",
        "summary": "शुक्रवार को रिलीज हुई फिल्म ने बॉक्स ऑफिस पर धमाल मचा दिया है।",
        "image": "https://picsum.photos/seed/news5/800/500",
        "publishedAt": "2025-11-26T10:20:00Z",
        "content": "बॉलीवुड की बहुप्रतीक्षित फिल्म ने रिलीज के पहले ही दिन सारे रिकॉर्ड तोड़ दिए। फिल्म ने पहले दिन 50 करोड़ से अधिक की कमाई की।",
        "source": "मनोरंजन",
        "category": "मनोरंजन"
    },
    {
        "id": "6",
        "title": "यूपी में नई मेट्रो लाइन का उद्घाटन, यात्रा होगी आसान",
        "summary": "मुख्यमंत्री ने नई मेट्रो लाइन का उद्घाटन किया जो शहर के दो प्रमुख हिस्सों को जोड़ेगी।",
        "image": "https://picsum.photos/seed/news6/800/500",
        "publishedAt": "2025-11-26T08:00:00Z",
        "content": "उत्तर प्रदेश में नई मेट्रो लाइन के उद्घाटन से लाखों यात्रियों को राहत मिलेगी। यह मेट्रो शहर के दो प्रमुख हिस्सों को जोड़ेगी।",
        "source": "उत्तर प्रदेश",
        "category": "देश"
    },
    {
        "id": "7",
        "title": "बिहार में बाढ़ से हजारों लोग प्रभावित, राहत कार्य जारी",
        "summary": "भारी बारिश के कारण कई जिलों में बाढ़ की स्थिति, NDRF की टीमें मौके पर।",
        "image": "https://picsum.photos/seed/news7/800/500",
        "publishedAt": "2025-11-25T15:30:00Z",
        "content": "बिहार के कई जिलों में बाढ़ से हजारों लोग प्रभावित हैं। NDRF और SDRF की टीमें राहत और बचाव कार्य में जुटी हैं।",
        "source": "बिहार",
        "category": "देश"
    },
    {
        "id": "8",
        "title": "पेट्रोल-डीजल के दाम में बड़ी कटौती, जानें नए रेट",
        "summary": "सरकार ने आज पेट्रोल और डीजल के दामों में बड़ी कटौती की घोषणा की।",
        "image": "https://picsum.photos/seed/news8/800/500",
        "publishedAt": "2025-11-25T06:00:00Z",
        "content": "केंद्र सरकार ने आम जनता को बड़ी राहत देते हुए पेट्रोल और डीजल के दामों में कटौती की घोषणा की है। नई कीमतें आज आधी रात से लागू होंगी।",
        "source": "बिज़नेस",
        "category": "देश"
    },
    {
        "id": "9",
        "title": "रणवीर सिंह की धुरंधर की रिलीज पर रोक की मांग, दिल्ली हाईकोर्ट पहुंचा मामला",
        "summary": "फिल्म की रिलीज पर रोक लगाने के लिए दिल्ली हाईकोर्ट में याचिका दायर की गई।",
        "image": "https://picsum.photos/seed/news9/800/500",
        "publishedAt": "2025-11-28T15:04:00Z",
        "content": "रणवीर सिंह की आगामी फिल्म धुरंधर को लेकर विवाद गहराता जा रहा है। दिल्ली हाईकोर्ट में फिल्म की रिलीज पर रोक लगाने की मांग को लेकर याचिका दायर की गई है।",
        "source": "मनोरंजन",
        "category": "मनोरंजन"
    },
    {
        "id": "10",
        "title": "2000 में इन एक्ट्रेसेस ने दी हिट मूवी, ऐश्वर्या को पछाड़ यह हिरोइन थीं नंबर 1",
        "summary": "2000 में बॉलीवुड की टॉप एक्ट्रेसेस में जबरदस्त मुकाबला था।",
        "image": "https://picsum.photos/seed/news10/800/500",
        "publishedAt": "2025-11-28T14:07:00Z",
        "content": "साल 2000 बॉलीवुड के लिए यादगार साल रहा। इस साल कई हिट फिल्में आईं और एक्ट्रेसेस ने अपने परफॉर्मेंस से दर्शकों का दिल जीता।",
        "source": "मनोरंजन",
        "category": "मनोरंजन"
    },
    {
        "id": "11",
        "title": "फिनाले से पहले ये कंटेस्टेंट बनी बिग बॉस मीटर की विनर, अश्नूर को पछाड़ा",
        "summary": "बिग बॉस के फिनाले से पहले ही एक कंटेस्टेंट ने मीटर में टॉप किया।",
        "image": "https://picsum.photos/seed/news11/800/500",
        "publishedAt": "2025-11-28T13:55:00Z",
        "content": "बिग बॉस 18 में फिनाले से पहले ही रेस तेज हो गई है। एक कंटेस्टेंट ने बिग बॉस मीटर में टॉप पोजीशन हासिल कर ली है।",
        "source": "मनोरंजन",
        "category": "मनोरंजन"
    },
    {
        "id": "12",
        "title": "अंगद को चोरी के आरोप में फंसाएगा रणविजय, मिहिर को हुई बेटे की चिंता",
        "summary": "टीवी सीरियल में नया ट्विस्ट, अंगद पर लगे गंभीर आरोप।",
        "image": "https://picsum.photos/seed/news12/800/500",
        "publishedAt": "2025-11-28T13:17:00Z",
        "content": "लोकप्रिय टीवी सीरियल में आने वाले एपिसोड में बड़ा ट्विस्ट देखने को मिलेगा। रणविजय अंगद को चोरी के झूठे आरोप में फंसाने की साजिश रच रहा है।",
        "source": "मनोरंजन",
        "category": "मनोरंजन"
    },
    {
        "id": "13",
        "title": "कोई था वॉचमैन, कोई किसान तो किसी ने की वेटर की जॉब, आज ये एक्टर्स हैं सुपरस्टार",
        "summary": "बॉलीवुड के इन सुपरस्टार्स ने संघर्ष के दिनों में कई काम किए।",
        "image": "https://picsum.photos/seed/news13/800/500",
        "publishedAt": "2025-11-28T15:30:00Z",
        "content": "बॉलीवुड में सफलता पाने से पहले कई सितारों ने कड़ी मेहनत की। कुछ ने वॉचमैन का काम किया तो कुछ ने वेटर की जॉब की। आज ये सभी सुपरस्टार हैं।",
        "source": "मनोरंजन",
        "category": "मनोरंजन"
    },
    {
        "id": "14",
        "title": "'अगर गालियां देना तेरा गेम...' प्रणित ने नेशनल टीवी पर उड़ाया मालती का मजाक",
        "summary": "बिग बॉस में प्रणित और मालती के बीच जबरदस्त बहस हुई।",
        "image": "https://picsum.photos/seed/news14/800/500",
        "publishedAt": "2025-11-28T15:30:00Z",
        "content": "बिग बॉस 18 में प्रणित और मालती के बीच जोरदार टक्कर देखने को मिली। प्रणित ने नेशनल टीवी पर मालती का मजाक उड़ाया।",
        "source": "मनोरंजन",
        "category": "मनोरंजन"
    },
    {
        "id": "15",
        "title": "विराट कोहली ने बनाया नया रिकॉर्ड, सचिन को पीछे छोड़ा",
        "summary": "विराट कोहली ने टेस्ट क्रिकेट में एक और बड़ा रिकॉर्ड अपने नाम किया।",
        "image": "https://picsum.photos/seed/news15/800/500",
        "publishedAt": "2025-11-28T11:00:00Z",
        "content": "भारतीय क्रिकेट टीम के स्टार बल्लेबाज विराट कोहली ने एक और मील का पत्थर पार किया। उन्होंने सचिन तेंदुलकर का रिकॉर्ड तोड़ दिया।",
        "source": "खेल",
        "category": "खेल"
    },
    {
        "id": "16",
        "title": "रोहित शर्मा की कप्तानी पर उठे सवाल, पूर्व क्रिकेटर ने दिया बड़ा बयान",
        "summary": "भारतीय टीम की हार के बाद कप्तान रोहित शर्मा की आलोचना हो रही है।",
        "image": "https://picsum.photos/seed/news16/800/500",
        "publishedAt": "2025-11-28T10:30:00Z",
        "content": "ऑस्ट्रेलिया के खिलाफ टेस्ट मैच में हार के बाद कप्तान रोहित शर्मा की कप्तानी पर सवाल उठ रहे हैं। पूर्व क्रिकेटरों ने भी अपनी राय रखी।",
        "source": "खेल",
        "category": "खेल"
    },
    {
        "id": "17",
        "title": "IPL 2025 की नीलामी में ये खिलाड़ी बने सबसे महंगे",
        "summary": "IPL 2025 की मेगा ऑक्शन में कई खिलाड़ियों पर करोड़ों की बोली लगी।",
        "image": "https://picsum.photos/seed/news17/800/500",
        "publishedAt": "2025-11-28T09:00:00Z",
        "content": "IPL 2025 की नीलामी में टीमों ने खिलाड़ियों पर जमकर पैसा लुटाया। कई भारतीय और विदेशी खिलाड़ी करोड़पति बन गए।",
        "source": "खेल",
        "category": "खेल"
    },
    {
        "id": "18",
        "title": "महिला क्रिकेट टीम ने जीता एशिया कप, फाइनल में श्रीलंका को हराया",
        "summary": "भारतीय महिला टीम ने शानदार प्रदर्शन करते हुए एशिया कप जीता।",
        "image": "https://picsum.photos/seed/news18/800/500",
        "publishedAt": "2025-11-27T20:00:00Z",
        "content": "भारतीय महिला क्रिकेट टीम ने एशिया कप के फाइनल में श्रीलंका को हराकर खिताब अपने नाम किया। टीम इंडिया की शानदार जीत।",
        "source": "खेल",
        "category": "खेल"
    },
    {
        "id": "19",
        "title": "हॉकी टीम ने पाकिस्तान को 5-0 से रौंदा, सेमीफाइनल में एंट्री",
        "summary": "भारतीय हॉकी टीम ने पाकिस्तान के खिलाफ दमदार प्रदर्शन किया।",
        "image": "https://picsum.photos/seed/news19/800/500",
        "publishedAt": "2025-11-27T18:00:00Z",
        "content": "एशियन चैंपियंस ट्रॉफी में भारतीय हॉकी टीम ने पाकिस्तान को 5-0 से करारी शिकस्त दी। टीम इंडिया सेमीफाइनल में पहुंच गई।",
        "source": "खेल",
        "category": "खेल"
    },
    {
        "id": "20",
        "title": "संसद में विपक्ष का हंगामा, कार्यवाही स्थगित",
        "summary": "संसद के शीतकालीन सत्र में विपक्ष ने जमकर हंगामा किया।",
        "image": "https://picsum.photos/seed/news20/800/500",
        "publishedAt": "2025-11-28T14:00:00Z",
        "content": "संसद के शीतकालीन सत्र में विपक्षी दलों ने सरकार के खिलाफ नारेबाजी की। हंगामे के चलते सदन की कार्यवाही स्थगित करनी पड़ी।",
        "source": "राष्ट्रीय",
        "category": "देश"
    }
]